export default {
  titles: {
    popular_products: 'Популярные продукты',
    best_categories: " Топ категории",
    hot_offers: 'Горячие предложения',
    new_product: 'Новые продукты',
    why_us: 'Почему нас?',
    sale_product: 'Товары со скидкой',
    favorites_product: "Любимые продукты",
    basket: "Корзина",
    profile_info: "Информация профиля",
    my_orders: "Мои заказы",
    order: "Заказ",
    look_like: "Похожие продукты",
    product_info: "Описание продукта",
    comment: "Отзыви",
    product_rating: "Оценить продукт?",
    all: "Общий",
    other_info: "Дополнительная информация",
    all_remove: "Удалить все избранное",
    my_products: "Мои продукты",
    no_product: "Вы еще не добавили товар"
  },
  navbar: {
    which_product: "Какой продукт вы ищете?",
    popular_products: 'Популярные продукты',
    new_product: 'Новые продукты',
    fruits: 'Фрукты',
    vegetables: "Овощи",
    service: "Услуги",
    about_us: "О нас",
    all_categories: "Все категории"
  },
  slider: {
    card_1: {
      title: "У нас есть полезные продукты на весну.",
      text: "Покупайте, будьте первом."
    },
    card_2: {
      title: "У нас есть полезные продукты на осень.",
      text: "Покупайте, будьте первом."
    },
    card_3: {
      title: "У нас есть полезные продукты для зимы.",
      text: "Покупайте, будьте первом."
    },
  },
  btns: {
    more: "Более",
    contact:"Связь",
    order_confirm: "Подтверждение заказа",
    change: "изменения",
    search: "Поиск",
    add_to_cart: "добавить в корзину",
    buy_now: "Купить  сейчас",
    add_to_favorite: "Добавить в избранное",
    share: "Связь",
    learn_more: "Узнать больше",
    searching: "Поиск",
    add_comment: "Оставить комментарий",
    confirm: "Подтверждение заказа",
    add_product: "Добавить продукт"
  },
  links: {
    view_more: "Увидеть все",
    all_remove: "Удалить все",
  },
  profile_menu: {
    info: "Информация профиля",
    my_orders: "Мои заказы",
    my_product: 'Мои продукты',
    message: "Сообщение",
    logout: "Выход",
    favorite: "Любимые продукты"
  },
  why_us: {
    card_1: {
      title: "Только натуральные продукты",
      content: "Наш интернет-магазин использует только натуральные продукты. Мы заботимся о наших клиентах."
    },
    card_2: {
      title: "Доступные цены",
      content: "Качество товаров в нашем магазине не только хорошее, но и продаются они по доступным ценам.."
    },
    card_3: {
      title: "24/7 рабочее время",
      content: "Наш интернет-магазин работает 24/7. Вы можете заказать в любое время."
    },
    card_4: {
      title: "Быстрая и качественная доставка",
      content: "Мы доставляем всю продукцию быстро и в хорошем качестве. "
    },
    card_5: {
      title: "Доставка по Узбекистану",
      content: "Мы доставляем всю продукцию на дом по всему Узбекистану."
    },
    card_6: {
      title: "Многофункциональная платежная система",
      content: "У нас есть все виды платежных систем. Click, Payme, иналичными  или другие виды систем работают "
    }
  },
  footer: {
    keys: {
      address: "Адрес",
      phone: "Номер телефона",
      email: "Эл. адрес",
      clock: "Рабочее время"
    },

    main_title: "Мы  Food City — интернет-магазин, реализующий доступные и качественные товары по всему Узбекистану..",
    links: {
      title: "Полезные ссылки",
      about: "О нас",
      contact: "Контакты",
      deal: "Соглашения",
      new_product: 'Новые продукты',
      favorite: "Любимые продукты",
      delivery: "Подробности доставки"
    },
    help_center: {
      title: "Центр помощи",
      payment: "Платежи",
      pay_revers: "Возврат",
      calc: "Расчет",
      delivery: "Доставка",
      view_delivery: "Отслеживание заказа",
      more_question: "Часто задаваемые вопросы",
      secure: "Политика конфиденциальности",
    },
    account: {
      title: "Aккаунт",
      address: "ул. Амира Темура 15, Ташкент, Узбекистан",
      clock: "24/7, понедельник - воскресенье"
    },
    license: "Все права защищены"
  },
  labels: {
    search: "Поиск",
    sort: "Сортировка",
    select_img: "Выберите изображение",
    add_name: "Введите ваше имя",
    add_surname: "Введите вашу фамилию",
    add_phone: "Введите телефон",
    add_login: "Введите свой логин",
    add_password: "Введите пароль",
    add_email: "Введите адрес электронной почты",
    select_country: "Выберите страну",
    select_region: "Выберите регион",
    add_address: "Введите адрес"

  },
  product_info: {
    product_id: "ID номер продукта:",
    market_number: "Номер магазина",
    product_owner: "Владелец продукта:",
    size: "Измерение:",
    amount: "Количество:",
    payment_type: "Способ оплаты:",
    delivery: "Доставка:",
    address: "Адрес:",
    all_comments: "Просмотреть все комментарии",
    count_comment: " комментариев"
  },
  basket: {
    name: "Имя",
    category: "Категория",
    amount: "Количество",
    price: "Цена",
    all: "Общий",
    sale: "Скидка",
    total: "Итоговая цена",
  },
  orders: {
    common_price: "Итоговая цена",
    product_count: "Количество продуктов",
    date_of_order: "Дата заказа",
    order_status: "Статус заказа",
    address: "Адрес"
  },
  filters: {
    filter: "Фильтр",
    products_type: "Тип продукции",
    category: "Категория",
    price: "Цена",
    by_type: "По типам",
    market_num: "По номеру магазина",
    between: "Выберите ценовой диапазон",
  },
  add: {
    photo: "Картина",
    upload_img: "Загрузить изображение",
    select_img: "Выберите изображение",
    category: "Выберите категорию",
    in_category: "Выберите внутреннюю категорию",
    name: "Введите название продукта",
    unit: "Выберите единицу измерения",
    price: "Введите цену",
    status: "Статус доступности",
    amount: "Введите сумму",
    type_pay: "Выберите способ оплаты",
    delivery: "Выберите способ доставки",
    country: "Выберите страну",
    region: "Выберите регион",
    address: "Введите адрес",
    description: "Опишите товар",
    sale_title: "Если ваш товар продается со скидкой, выберите Продукт со скидкой",
    check: "Продукт со скидкой",
    add_product: "Добавить товар"
  }

}
